jorgebucaran/fisher
jethrokuan/z
tomyun/base16-fish
oh-my-fish/plugin-rustup
joseluisq/gitnow
jhillyerd/plugin-git
jethrokuan/fzf
gazorby/fish-exa
edc/bass
